[
  {
    "Title": "By These Ten Bones",
    "Author": "Clare B. Dunkle",
    "Description": "A mysterious young man has come to a small Highland town. His talent for wood carving soon wins the admiration of the weaver's daughter, Maddie. Fascinated by the silent carver, she sets out to gain his trust, only to find herself drawn into a terrifying secret that threatens everything she loves.\r\nThere is an evil presence in the carver's life that cannot be controlled, and Maddie watches her town fall under a shadow. One by one, people begin to die. Caught in the middle, Maddie must decide what matters most to her-and what price she is willing to pay to keep it.",
    "DateRead": "2/25/2019",
    "Rating": 5,
    "ImageUrl": "/wwwroot/images/by-these-ten-bones.jpg"
  },
  {
    "Title": "Blue Fingers",
    "Author": "Cheryl Aylward Whitesel",
    "Description": "Through an odd twist of fate, a stubborn twelve-year-old boy named Koji is kidnapped by a secret ninja clan and taken to its hidden camp high in the mountains. He wants desperately to return home, but that is forbidden. He must forget his old life and become a ninja-or die. In this carefully researched and well-crafted novel, Koji must learn to survive in the mysterious and dangerous world of the ninja and fulfill a destiny far different from any he could have imagined.",
    "DateRead": "11/21/2018",
    "Rating": 4,
    "ImageUrl": "/wwwroot/images/blue-fingers.jpg"
  },
  {
    "Title": "Dark Horse",
    "Author": "Michelle Diener",
    "Description": "Some secrets carry the weight of the world.\r\nRose McKenzie may be far from Earth with no way back, but she's made a powerful ally--a fellow prisoner with whom she's formed a strong bond. Sazo's an artificial intelligence. He's saved her from captivity and torture, but he's also put her in the middle of a conflict, leaving Rose with her loyalties divided.\r\nCaptain Dav Jallan doesn't know why he and his crew have stumbled across an almost legendary Class 5 battleship, but he's not going to complain. The only problem is, all its crew are dead, all except for one strange, new alien being.\r\nShe calls herself Rose. She seems small and harmless, but less and less about her story is adding up, and Dav has a bad feeling his crew, and maybe even the four planets, are in jeopardy. The Class 5's owners, the Tecran, look set to start a war to get it back and Dav suspects Rose isn't the only alien being who survived what happened on the Class 5. And whatever else is out there is playing its own games.\r\nIn this race for the truth, he's going to have to go against his leaders and trust the dark horse.",
    "DateRead": "3/16/2018",
    "Rating": 4,
    "ImageUrl": "/wwwroot/images/dark-horse.jpg"
  }
]
