[
  {
    "Title": "By These Ten Bones",
    "Author": "Clare B. Dunkle",
    "Description": "A mysterious young man has come to a small Highland town. His talent for wood carving soon wins the admiration of the weaver's daughter, Maddie. Fascinated by the silent carver, she sets out to gain his trust, only to find herself drawn into a terrifying secret that threatens everything she loves.\r\n\r\nThere is an evil presence in the carver's life that cannot be controlled, and Maddie watches her town fall under a shadow. One by one, people begin to die. Caught in the middle, Maddie must decide what matters most to her-and what price she is willing to pay to keep it.",
    "DateRead": "2/25/2019",
    "Rating": 5,
    "ImagePath": "by-these-ten-bones.jpg",
    "DateCreated": "2/25/2019"
  },
  {
    "Title": "Blue Fingers",
    "Author": "Cheryl Aylward Whitesel",
    "Description": "Through an odd twist of fate, a stubborn twelve-year-old boy named Koji is kidnapped by a secret ninja clan and taken to its hidden camp high in the mountains. He wants desperately to return home, but that is forbidden. He must forget his old life and become a ninja-or die. In this carefully researched and well-crafted novel, Koji must learn to survive in the mysterious and dangerous world of the ninja and fulfill a destiny far different from any he could have imagined.",
    "DateRead": "11/21/2018",
    "Rating": 4,
    "ImagePath": "blue-fingers.jpg",
    "DateCreated": "11/21/2018"
  },
  {
    "Title": "Dark Horse",
    "Author": "Michelle Diener",
    "Description": "Some secrets carry the weight of the world.\r\n\r\nRose McKenzie may be far from Earth with no way back, but she's made a powerful ally--a fellow prisoner with whom she's formed a strong bond. Sazo's an artificial intelligence. He's saved her from captivity and torture, but he's also put her in the middle of a conflict, leaving Rose with her loyalties divided.\r\n\r\nCaptain Dav Jallan doesn't know why he and his crew have stumbled across an almost legendary Class 5 battleship, but he's not going to complain. The only problem is, all its crew are dead, all except for one strange, new alien being.\r\n\r\nShe calls herself Rose. She seems small and harmless, but less and less about her story is adding up, and Dav has a bad feeling his crew, and maybe even the four planets, are in jeopardy. The Class 5's owners, the Tecran, look set to start a war to get it back and Dav suspects Rose isn't the only alien being who survived what happened on the Class 5. And whatever else is out there is playing its own games.\r\n\r\nIn this race for the truth, he's going to have to go against his leaders and trust the dark horse.",
    "DateRead": "3/16/2018",
    "Rating": 4,
    "ImagePath": "dark-horse.jpg",
    "DateCreated": "3/16/2018"
  },
  {
    "Title": "How to Catch a Leprechaun",
    "Author": "Adam Wallace",
    "Description": "You've been planning night and day, and finally you've created the perfect trap! Now all you need to do is wait. Is this the year you'll finally catch the leprechaun? Start a St. Patrick's Day tradition with this fun and lively children's book.\r\n\r\nHow to catch a leprechaun?/r/nIt's tougher than you think!/r/nHe'll turn your whole house upside down./r/nHe's quicker than a wink!",
    "DateRead": "5/6/2015",
    "Rating": 3,
    "ImagePath": "how-to-catch-a-leprechaun.jpg",
    "DateCreated": "5/6/2015"
  },
  {
    "Title": "Pride and Prejudice",
    "Author": "Jane Austen",
    "Description": "Pride and Prejudice has delighted generations of readers with its unforgettable cast of characters, carefully choreographed plot, and a hugely entertaining view of the world and its absurdities. With the arrival of eligible young men in their neighborhood, the lives of Mr. and Mrs. Bennet and their five daughters are turned inside out and upside down. Pride encounters prejudice, upward-mobility confronts social disdain, and quick-wittedness challenges sagacity, as misconceptions and hasty judgements lead to heartache and scandal, but eventually to true understanding, self-knowledge, and love. In this supremely satisfying story, Jane Austen balances comedy with seriousness, and witty observation with profound insight. This new edition includes a new introduction, updated notes, and new appendices onsocial rank and dancing in 19th-century England.",
    "DateRead": "10/30/2011",
    "Rating": 4,
    "ImagePath": "pride-and-prejudice.jpg",
    "DateCreated": "10/30/2011"
  },
  {
    "Title": "The Bad Seed",
    "Author": "Jory John",
    "Description": "He has a bad temper, bad manners, and a bad attitude. He's been bad since he can remember! This seed cuts in line every time, stares at everybody and never listens. But what happens when one mischievous little seed changes his mind about himself, and decides that he wants to be-happy?",
    "DateRead": "1/13/2011",
    "Rating": 2,
    "ImagePath": "the-bad-seed.jpg",
    "DateCreated": "1/13/2011"
  },
  {
    "Title": "One Second After",
    "Author": "William R. Forstchen",
    "Description": "In One Second After, New York Times bestselling author William R. Forstchen brings us a story which can be all too terrifyingly real. A story in which one man struggles to save his family and his small North Carolina town after America loses a war, in one second, that sends America back to the Dark Ages. A war based upon a weapon, an Electro Magnetic Pulse (EMP) . . . that may already be in the hands of our enemies.\r\n\r\nMonths before publication, One Second After was cited on the floor of Congress as a book all Americans should read. It has been discussed in the corridors of the Pentagon as a truly realistic look at a weapon and its awesome power to destroy the entire United States, literally within one second. It is a weapon that the Wall Street Journal warned could shatter America. In the tradition of On the Beach, Fail Safe and Testament, this book, set in a typical American town, is a dire warning of what might be our future . . . and our end.",
    "DateRead": "11/12/2015",
    "Rating": 4,
    "ImagePath": "one-second-after.jpg",
    "DateCreated": "11/12/2015"
  },
  {
    "Title": "Odd Thomas",
    "Author": "Dean Koontz",
    "Description": "\"The dead don't talk. I don't know why.\" But they do try to communicate, with a short-order cook in a small desert town serving as their reluctant confidant. Sometimes the silent souls who seek out Odd want justice. Occasionally their otherworldly tips help him prevent a crime. But this time it's different.\r\n\r\nA stranger comes to Pico Mundo, accompanied by a horde of hyena-like shades who herald an imminent catastrophe. Aided by his soul mate, Stormy Llewellyn, and an unlikely community of allies that includes the King of Rock 'n' Roll, Odd will race against time to thwart the gathering evil. His account of these shattering hours, in which past and present, fate and destiny, converge, is a testament by which to live-an unforgettable fable for our time destined to rank among Dean Koontz's most enduring works.",
    "DateRead": "10/3/2005",
    "Rating": 5,
    "ImagePath": "odd-thomas.jpg",
    "DateCreated": "10/3/2005"
  },
  {
    "Title": "The Stand",
    "Author": "Stephen King",
    "Description": "A patient escapes from a biological testing facility, unknowingly carrying a deadly weapon: a mutated strain of super-flu that will wipe out 99 percent of the world's population within a few weeks. Those who remain are scared, bewildered, and in need of a leader. Two emerge-Mother Abagail, the benevolent 108-year-old woman who urges them to build a peaceful community in Boulder, Colorado; and Randall Flagg, the nefarious \"Dark Man,\" who delights in chaos and violence. As the dark man and the peaceful woman gather power, the survivors will have to choose between them-and ultimately decide the fate of all humanity.",
    "DateRead": "1/25/2009",
    "Rating": 3,
    "ImagePath": "the-stand.jpg",
    "DateCreated": "1/25/2009"
  },
  {
    "Title": "Dracula",
    "Author": "Bram Stoker",
    "Description": "The most famous of all vampire stories, Dracula remains a compelling read, rattling along at break-neck speed, a true page-turner. Here is a new edition of one of the great horror stories in English literature, the novel that spawned a myth and a proliferation of vampire tales in film, television, graphic novels, cartoons, and teen fiction, including the current craze revolving around the Twilight and True Blood series. The volume includes a lively and fascinating introduction by Roger Luckhurst that considers the Gothic genre and vampire legend, discusses the vampire tale as sexual allegory, and outlines the social and cultural contexts that feed into the novel, including the New Woman, new technology, race, immigration, and religion.",
    "DateRead": "10/2/2001",
    "Rating": 1,
    "ImagePath": "dracula.jpg",
    "DateCreated": "10/2/2001"
  },
  {
    "Title": "Charlotte's Web",
    "Author": "E. B. White",
    "Description": "Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.\r\n\r\nE. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. It contains illustrations by Garth Williams, the acclaimed illustrator of E. B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.",
    "DateRead": "10/13/2006",
    "Rating": 5,
    "ImagePath": "charlottes-web.jpg",
    "DateCreated": "10/13/2006"
  },
  {
    "Title": "Black Beauty",
    "Author": "Anna Sewell",
    "Description": "Black Beauty is an 1877 novel by English author Anna Sewell. It was composed in the last years of her life, during which she remained in her house as an invalid. The novel became an immediate best-seller, with Sewell dying just five months after its publication, but long enough to see her only novel become a success. With fifty million copies sold, Black Beauty is one of the best-selling books of all time. While forthrightly teaching animal welfare, it also teaches how to treat people with kindness, sympathy, and respect. Black Beauty became a forerunner to the pony book genre of children's literature. In 2003, the novel was listed at number 58 on the BBC's survey The Big Read.",
    "DateRead": "5/1/1994",
    "Rating": 3,
    "ImagePath": "black-beauty.jpg",
    "DateCreated": "5/1/1994"
  },
  {
    "Title": "A Game of Thrones",
    "Author": "George R. R. Martin",
    "Description": "Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King's Landing. There Eddard Stark of Winterfell rules in Robert's name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse-unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season.\r\n\r\nYet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen's brothers Jaime and Tyrion of the powerful and wealthy House Lannister-the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms.\r\n\r\nMeanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki-whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys.",
    "DateRead": "10/6/2004",
    "Rating": 5,
    "ImagePath": "a-game-of-thrones.jpg",
    "DateCreated": "10/6/2004"
  },
  {
    "Title": "The Book Thief",
    "Author": "Markus Zusak",
    "Description": "It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will become busier still.\r\n\r\nLiesel Meminger is a foster girl living outside of Munich, who scratches out a meager existence for herself by stealing when she encounters something she can't resist - books. With the help of her accordion-playing foster father, she learns to read and shares her stolen books with her neighbors during bombing raids as well as with the Jewish man hidden in her basement.",
    "DateRead": "5/16/2010",
    "Rating": 5,
    "ImagePath": "the-book-thief.jpg",
    "DateCreated": "5/16/2010"
  },
  {
    "Title": "The Girl with the Dragon Tattoo",
    "Author": "Stieg Larsson",
    "Description": "Harriet Vanger, a scion of one of Sweden's wealthiest families disappeared over forty years ago. All these years later, her aged uncle continues to seek the truth. He hires Mikael Blomkvist, a crusading journalist recently trapped by a libel conviction, to investigate. He is aided by the pierced and tattooed punk prodigy Lisbeth Salander. Together they tap into a vein of unfathomable iniquity and astonishing corruption.",
    "DateRead": "2/16/2015",
    "Rating": 3,
    "ImagePath": "the-girl-with-the-dragon-tattoo.jpg",
    "DateCreated": "2/16/2015"
  },
  {
    "Title": "Uprooted",
    "Author": "Naomi Novik",
    "Description": "Agnieszka loves her valley home, her quiet village, the forests and the bright shining river. But the corrupted Wood stands on the border, full of malevolent power, and its shadow lies over her life.\r\n\r\nHer people rely on the cold, driven wizard known only as the Dragon to keep its powers at bay. But he demands a terrible price for his help: one young woman handed over to serve him for ten years, a fate almost as terrible as falling to the Wood.\r\n\r\nThe next choosing is fast approaching, and Agnieszka is afraid. She knows - everyone knows - that the Dragon will take Kasia: beautiful, graceful, brave Kasia, all the things Agnieszka isn't, and her dearest friend in the world. And there is no way to save her.\r\n\r\nBut Agnieszka fears the wrong things. For when the Dragon comes, it is not Kasia he will choose.",
    "DateRead": "8/10/2004",
    "Rating": 5,
    "ImagePath": "uprooted.jpg",
    "DateCreated": "8/10/2004"
  },
  {
    "Title": "The Buried Giant",
    "Author": "Kazuo Ishiguro",
    "Description": "In post-Arthurian Britain, the wars that once raged between the Saxons and the Britons have finally ceased. Axl and Beatrice, an elderly British couple, set off to visit their son, whom they haven't seen in years. And, because a strange mist has caused mass amnesia throughout the land, they can scarcely remember anything about him. As they are joined on their journey by a Saxon warrior, his orphan charge, and an illustrious knight, Axl and Beatrice slowly begin to remember the dark and troubled past they all share. By turns savage, suspenseful, and intensely moving, The Buried Giant is a luminous meditation on the act of forgetting and the power of memory.",
    "DateRead": "8/1/2007",
    "Rating": 4,
    "ImagePath": "the-buried-giant.jpg",
    "DateCreated": "8/1/2007"
  },
  {
    "Title": "The Hobbit",
    "Author": "J.R.R. Tolkien",
    "Description": "A great modern classic and the prelude to THE LORD OF THE RINGS. Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.",
    "DateRead": "2/20/1995",
    "Rating": 5,
    "ImagePath": "the-hobbit.jpg",
    "DateCreated": "2/20/1995"
  },
  {
    "Title": "The Grid",
    "Author": "Gretchen Bakke",
    "Description": "America's electrical grid, an engineering triumph of the twentieth century, is turning out to be a poor fit for the present. It's not just that the grid has grown old and is now in dire need of basic repair. Today, as we invest great hope in new energy sources--solar, wind, and other alternatives--the grid is what stands most firmly in the way of a brighter energy future. If we hope to realize this future, we need to reimagine the grid according to twenty-first-century values. It's a project which forces visionaries to work with bureaucrats, legislators with storm-flattened communities, moneymen with hippies, and the left with the right. And though it might not yet be obvious, this revolution is already well under way.\r\n\r\nCultural anthropologist Gretchen Bakke unveils the many facets of America's energy infrastructure, its most dynamic moments and its most stable ones, and its essential role in personal and national life. The grid, she argues, is an essentially American artifact, one which developed with us: a product of bold expansion, the occasional foolhardy vision, some genius technologies, and constant improvisation. Most of all, her focus is on how Americans are changing the grid right now, sometimes with gumption and big dreams and sometimes with legislation or the brandishing of guns.",
    "DateRead": "12/2/2004",
    "Rating": 3,
    "ImagePath": "the-grid.jpg",
    "DateCreated": "12/2/2004"
  },
  {
    "Title": "Einstein: his Life and Universe",
    "Author": "Walter Isaacson",
    "Description": "How did his mind work? What made him a genius? Isaacson's biography shows how his scientific imagination sprang from the rebellious nature of his personality. His fascinating story is a testament to the connection between creativity and freedom.\r\n\r\nBased on newly released personal letters of Einstein, this book explores how an imaginative, impertinent patent clerk-a struggling father in a difficult marriage who couldn't get a teaching job or a doctorate-became the mind reader of the creator of the cosmos, the locksmith of the mysteries of the atom, and the universe. His success came from questioning conventional wisdom and marveling at mysteries that struck others as mundane. This led him to embrace a morality and politics based on respect for free minds, free spirits, and free individuals.",
    "DateRead": "1/14/2010",
    "Rating": 4,
    "ImagePath": "einstein-his-life-and-universe.jpg",
    "DateCreated": "12/2/2004"
  }

]
